"use client"
import './application.css';

export default function Application () {
    
    return(
      <div>
        <div className="app-container">
       <div className="app-navbar">
       <p>Главная <svg width="4" height="6" viewBox="0 0 4 6" fill="none" xmlns="http://www.w3.org/2000/svg">
<path d="M1.47826 5.74563L3.73913 3.58241C3.82609 3.49921 3.8913 3.40907 3.93478 3.312C3.97826 3.21494 4 3.11093 4 3C4 2.88907 3.97826 2.78506 3.93478 2.688C3.8913 2.59093 3.82609 2.50079 3.73913 2.41759L1.47826 0.254366C1.2029 -0.00910369 0.887826 -0.067899 0.533043 0.0779801C0.177681 0.223305 0 0.483169 0 0.857574V5.14243C0 5.51683 0.177681 5.7767 0.533043 5.92202C0.887826 6.0679 1.2029 6.0091 1.47826 5.74563Z" fill="#333333"/>
</svg>  </p>
       <p>Клиентам <svg width="4" height="6" viewBox="0 0 4 6" fill="none" xmlns="http://www.w3.org/2000/svg">
<path d="M1.47826 5.74563L3.73913 3.58241C3.82609 3.49921 3.8913 3.40907 3.93478 3.312C3.97826 3.21494 4 3.11093 4 3C4 2.88907 3.97826 2.78506 3.93478 2.688C3.8913 2.59093 3.82609 2.50079 3.73913 2.41759L1.47826 0.254366C1.2029 -0.00910369 0.887826 -0.067899 0.533043 0.0779801C0.177681 0.223305 0 0.483169 0 0.857574V5.14243C0 5.51683 0.177681 5.7767 0.533043 5.92202C0.887826 6.0679 1.2029 6.0091 1.47826 5.74563Z" fill="#333333"/>
</svg></p>
       <p>Заявка и перечень документов для заключения договоров </p>
       </div>
      </div>
     <div className="text-container">
     <div className="text">
        <h2>Заявка и перечень документов для заключения договоров</h2>
        <p>Для рассмотрения возможности заключения договора контрагент должен предоставить следующие документы:</p>
        <ul>
          <li>заявку (оферту) на имя генерального директора VISMA Technology, которая подается на фирменном бланке организации и должна содержать сведения о виде работ и услуг, на которые контрагент предлагает заключить договор, номенклатуре груза и общем объеме на год с разбивкой по месяцам.</li>
        </ul>
        <p>Для резидентов РФ (документы должны быть заверены подписью руководителя и печатью организации):</p>
        <ul>
          <li>копию выписки из ЕГРЮЛ (выданной не позднее одного месяца до даты заключения договора);</li>
          <li>копии учредительных документов (устава, положения);</li>
          <li>копию протокола или выписки из протокола о назначении исполнительного органа;</li>
          <li>копию свидетельства о государственной регистрации;</li>
          <li>копию приказа о назначении лица, действующего на основании положения;</li>
          <li>копию доверенности представителя;</li>
          <li>копию свидетельства о постановке на учет в качестве налогоплательщика;</li>
          <li>заполненную карточку контрагента, заверенную подписью и печатью руководителя организации и главного бухгалтера и содержащую следующую информацию:</li>
        </ul>
        <ol>
          <li> Юридический адрес контрагента;</li>
          <li> Фактический адрес контрагента;</li>
          <li> Банковские реквизиты контрагента;</li>
          <li> Контактная информация: номер факса, адрес электронной почты и контактные лица с указанием номеров телефонов.</li>
        </ol>
        
        <p>Для резидентов РФ (документы должны быть заверены подписью руководителя и печатью организации):</p>
        <ul>
          <li>выписка из Торгового реестра страны происхождения компании-контрагента (о благонадежности компании);</li>
          <li>учредительные документы и документы регистрации фирмы (копии);</li>
          <li>подтверждение полномочий лица на право подписания договора, нотариально заверенная доверенность с апостилем, либо выписка из протокола о назначении (избрании) на должность;</li>
          <li>заполненную карточку контрагента, заверенную подписью и печатью руководителя организации и главного бухгалтера и содержащую следующую информацию:</li>
        </ul>
        <ol>
          <li> Юридический адрес контрагента;</li>
          <li> Фактический адрес контрагента;</li>
          <li> Банковские реквизиты контрагента;</li>
          <li> Контактная информация: номер факса, адрес электронной почты и контактные лица с указанием номеров телефонов.</li>
        </ol>

      </div>
     </div>
     </div> 
    )
};